{
  "plants": [
    
  {
    "id": 0,
    "image": "./images/zz-plant.jpg",
    "price": 1341,
    "type": "Outdoor Plants",
    "amount":1,
    "name": "Deirdre Warren",
    "description": "Exercitation commodo fugiat sunt Lorem id adipisicing tempor incididunt do ipsum proident. Culpa ullamco commodo dolore non. Laborum minim quis anim non laborum eiusmod dolor anim ad minim. Qui amet labore consectetur voluptate ipsum enim officia id dolore. Sint ad qui ut Lorem. Do tempor laborum labore est ex non minim veniam. Do dolore nostrud enim velit ut veniam laboris laboris mollit cillum nisi ipsum.\r\n"
    
  },
  {
    "id": 1,
    "image": "./images/zz-plant.jpg",
    "price": 2603,
    "type": "Outdoor Plants",
    "amount":1,
    "name": "Patricia Malone",
    "description": "Do dolore dolor pariatur enim velit veniam incididunt pariatur tempor nisi pariatur non ut proident. Exercitation cillum anim sit fugiat dolore amet. Excepteur eu laborum aute incididunt duis eiusmod quis fugiat culpa adipisicing. Fugiat aliqua aliquip esse proident exercitation nostrud dolore. Ex nulla irure amet sint culpa pariatur excepteur fugiat commodo veniam. Incididunt exercitation velit do irure.\r\n"
  },
  {
    "id": 2,
    "image": "./images/zz-plant.jpg",
    "price": 1101,
    "type": "Floor Plants",
    "amount":1,
    "name": "Yang Singleton",
    "description": "Sit non amet qui aute quis. Eiusmod non culpa qui esse aliquip et occaecat. Velit quis esse cillum laborum ex exercitation commodo quis dolor et anim. Ad in laboris Lorem et aliquip ex consectetur ullamco ex ut sint non elit ullamco. Nostrud consectetur exercitation pariatur magna ea quis sint. Ullamco incididunt amet consectetur anim ut fugiat cupidatat do deserunt irure et.\r\n"
  },
  {
    "id": 3,
    "image": "./images/zz-plant.jpg",
    "price": 1016,
    "type": "Flowering Plants",
    "amount":1,
    "name": "Jocelyn Mccormick",
    "description": "Lorem laboris quis duis occaecat est occaecat deserunt sint do id ullamco ex Lorem. Anim dolor duis ad deserunt laborum cupidatat et minim. Duis aliquip reprehenderit sunt labore. Laborum consectetur eu sint dolore eu anim esse. Commodo consectetur ipsum pariatur consequat enim dolor nulla occaecat dolor consectetur laborum voluptate do. Velit eu duis magna nulla velit excepteur proident cupidatat labore ad aliquip enim reprehenderit aute.\r\n"
  },
  {
    "id": 4,
    "image": "./images/zz-plant.jpg",
    "price": 2545,
    "type": "Hanging Plants",
    "amount":1,
    "name": "Leslie Ramsey",
    "description": "Nisi Lorem ea proident culpa officia laboris nostrud laborum ex. Consectetur Lorem nostrud irure sit amet occaecat adipisicing. Magna consequat eiusmod ullamco amet consequat duis consequat dolor aliqua minim ad fugiat non. Aute est amet cupidatat enim ipsum nostrud voluptate cupidatat aliqua esse.\r\n"
  },
  {
    "id": 5,
    "image": "./images/zz-plant.jpg",
    "price": 1674,
    "type": "Hanging Plants",
    "amount":1,
    "name": "Frank Hester",
    "description": "Sunt ut velit ex ipsum pariatur. In qui elit voluptate fugiat proident velit ad ea adipisicing. Pariatur exercitation velit cupidatat sunt pariatur nisi et minim pariatur. Aliquip irure laboris esse nostrud nulla laborum eiusmod aliquip sunt labore ad occaecat ut. Aute culpa aliqua esse laborum ex nulla voluptate minim officia sit ipsum. Ad velit qui nulla exercitation sit incididunt aliquip laborum laborum. Proident occaecat mollit quis occaecat.\r\n"
  },
  {
    "id": 6,
    "image": "./images/zz-plant.jpg",
    "price": 3062,
    "type": "Bonsai",
    "amount":1,
    "name": "Hodges Rivers",
    "description": "Proident labore id ut deserunt cillum velit. Eiusmod aliqua aute ipsum exercitation adipisicing sunt deserunt fugiat incididunt deserunt. Aute voluptate dolore exercitation velit ad consectetur. Culpa culpa nostrud ipsum sit culpa in est sit sit dolor.\r\n"
  },
  {
    "id": 7,
    "image": "./images/zz-plant.jpg",
    "price": 2943,
    "type": "Succulent Plants",
    "amount":1,
    "name": "Arlene Rodriquez",
    "description": "Proident ut nulla ut ad eu pariatur voluptate anim. In tempor sunt proident et nulla eiusmod. Dolore pariatur amet non commodo cupidatat qui tempor labore quis. Incididunt in irure laborum adipisicing. Esse id exercitation dolore nostrud ut esse. Proident esse pariatur tempor nisi. Officia cillum ullamco veniam et exercitation quis occaecat.\r\n"
  },
  {
    "id": 8,
    "image": "./images/zz-plant.jpg",
    "price": 1664,
    "type": "Succulent Plants",
    "amount":1,
    "name": "Pickett Rojas",
    "description": "Esse culpa aliquip eiusmod eu incididunt incididunt nisi. Sint deserunt reprehenderit aliqua amet amet nulla dolor consectetur aliqua dolor consequat duis aliqua. Proident labore nostrud culpa reprehenderit ullamco duis fugiat irure officia velit exercitation laboris adipisicing. Sit labore consequat dolor sint laborum eu occaecat do laborum. Ut consequat pariatur est ut est aliquip velit veniam. Laboris labore aliqua et irure pariatur consequat sunt enim ut.\r\n"
  },
  {
    "id": 9,
    "image": "./images/zz-plant.jpg",
    "price": 1876,
    "type": "House Plants",
    "amount":1,
    "name": "Earlene Grimes",
    "description": "Aliquip duis non aute incididunt minim aliqua dolor sint enim. Deserunt eu aute enim laborum minim do enim cupidatat duis culpa fugiat qui elit aliqua. Commodo aliquip occaecat eiusmod duis consequat aliquip ex ullamco aute. Consequat consectetur consequat ullamco fugiat ad tempor anim cillum nisi in quis. Exercitation pariatur pariatur velit amet veniam dolor nisi. Adipisicing ullamco voluptate officia exercitation irure adipisicing reprehenderit. Sint amet occaecat ad laboris excepteur deserunt sit pariatur laboris ullamco reprehenderit cillum.\r\n"
  },
  {
    "id": 10,
    "image": "./images/zz-plant.jpg",
    "price": 2270,
    "type": "Succulent Plants",
    "name": "Berg Young",
    "amount":1,
    "description": "Aliqua laboris occaecat ad Lorem duis nisi do sint ullamco nostrud officia cillum ex. Ad culpa aliqua incididunt proident sint tempor. Ut Lorem labore sint cupidatat ad incididunt cupidatat cupidatat pariatur fugiat fugiat.\r\n"
  },
  {
    "id": 11,
    "image": "./images/zz-plant.jpg",
    "price": 3026,
    "type": "Tropical Plants",
    "name": "Deleon Hamilton",
    "amount":1,
    "description": "Excepteur eu veniam quis cillum ullamco sit ex nostrud nisi velit fugiat occaecat dolor duis. Cupidatat incididunt veniam officia do consectetur excepteur enim consectetur eu in anim. Velit velit minim cupidatat adipisicing mollit et reprehenderit sint.\r\n"
  },
  {
    "id": 12,
    "image": "./images/zz-plant.jpg",
    "price": 2803,
    "type": "Succulent Plants",
    "amount":1,
    "name": "Rena Stanley",
    "description": "Et et fugiat fugiat sint elit deserunt sint id ut aliqua velit ad dolor. Quis elit nisi est non anim elit deserunt ullamco velit nisi sint commodo consectetur. Ut mollit nisi reprehenderit anim aute labore nisi cupidatat dolore duis est cupidatat laboris occaecat. Officia sint et veniam est ad mollit mollit eu est cillum velit. Laboris enim esse mollit irure aliquip qui consectetur nostrud et aute do deserunt consequat proident.\r\n"
  },
  {
    "id": 13,
    "image": "./images/zz-plant.jpg",
    "price": 1425,
    "type": "Tropical Plants",
    "name": "Allison Frye",
    "amount":1,
    "description": "Ea cupidatat nisi ipsum ipsum voluptate sint tempor reprehenderit reprehenderit et minim do minim officia. Labore adipisicing consequat tempor aliqua duis eu. Duis consequat mollit ut aute. Pariatur commodo incididunt sunt laborum aliquip ipsum et anim aliquip sunt deserunt. Elit qui ipsum sit aute ut proident. Mollit qui velit irure reprehenderit fugiat. Eiusmod sint labore est adipisicing elit.\r\n"
  },
  {
    "id": 14,
    "image": "./images/zz-plant.jpg",
    "price": 1695,
    "type": "House Plants",
    "name": "Hill French",
    "amount":1,
    "description": "Deserunt excepteur ea fugiat cillum voluptate sit esse reprehenderit ea enim. Cupidatat commodo eu occaecat pariatur ex culpa qui ad culpa. Labore ex cupidatat consectetur voluptate culpa laborum amet fugiat consequat sunt tempor dolor. Consectetur dolor est ipsum sunt. Proident ullamco incididunt nulla minim qui culpa. Amet non labore commodo esse magna culpa fugiat adipisicing excepteur sit tempor quis.\r\n"
  },
  {
    "id": 15,
    "image": "./images/zz-plant.jpg",
    "price": 3024,
    "type": "Indoor Plants",
    "amount":1,
    "name": "Antonia Morse",
    "description": "Ea nostrud ullamco et eu culpa ea aute nisi veniam culpa mollit laborum Lorem. Nulla consequat do enim sit pariatur enim nostrud adipisicing et esse occaecat sit ipsum. Et occaecat consectetur anim ullamco velit in consectetur minim nisi do. Aute mollit eu laboris et ea proident.\r\n"
  },
  {
    "id": 16,
    "image": "./images/zz-plant.jpg",
    "price": 1725,
    "type": "House Plants",
    "amount":1,
    "name": "Augusta Donaldson",
    "description": "Laboris mollit anim voluptate sit id sint laborum irure. Labore nostrud ad veniam magna occaecat labore sunt ad. Duis laboris occaecat ex aliqua laborum mollit cupidatat consequat exercitation et. Dolore sunt aliqua ad cupidatat ipsum ullamco id commodo. Quis sit est Lorem laboris ex qui magna magna non. Ipsum elit magna ex voluptate laboris proident ad ex quis. Sit eiusmod non minim ea ut id do quis incididunt ut sit elit anim.\r\n"
  },
  {
    "id": 17,
    "image": "./images/zz-plant.jpg",
    "price": 2804,
    "type": "Succulent Plants",
    "amount":1,
    "name": "Camacho Rogers",
    "description": "Duis cupidatat velit ullamco do minim esse ad consectetur eu. Dolor exercitation Lorem ut tempor voluptate qui reprehenderit occaecat pariatur excepteur cupidatat laborum. Veniam mollit in tempor Lorem exercitation est esse labore aliquip cillum veniam.\r\n"
  },
  {
    "id": 18,
    "image": "./images/zz-plant.jpg",
    "price": 3036,
    "type": "Tropical Plants",
    "amount":1,
    "name": "Jewell Vance",
    "description": "Do non dolor irure sit labore excepteur ullamco non consequat ut culpa. Ad officia sit laborum nulla in sit cupidatat. Ex laborum nostrud id veniam. Do cillum enim id sunt quis ullamco mollit dolor consectetur in ipsum cillum. Anim fugiat elit consectetur consectetur culpa. Quis qui eiusmod mollit pariatur do duis sit adipisicing duis enim tempor amet consequat. Do minim officia cillum commodo ex ea mollit consequat aliquip anim.\r\n"
  },
  {
    "id": 19,
    "image": "./images/zz-plant.jpg",
    "price": 2740,
    "type": "Floor Plants",
    "amount":1,
    "name": "Odonnell Mcclure",
    "description": "Dolore mollit sit et occaecat eu cupidatat. Lorem ea velit laborum irure sunt deserunt ex ea duis non est ex dolor ullamco. Dolore eu fugiat aute anim laboris sit adipisicing aliquip voluptate nostrud nostrud nisi. Velit non et exercitation consequat dolore.\r\n"
  },
  {
    "id": 20,
    "image": "./images/zz-plant.jpg",
    "price": 1171,
    "type": "Flowering Plants",
    "amount":1,
    "name": "Bush Dotson",
    "description": "In qui id consectetur nulla eu do. Consequat et in irure esse id cillum. Est voluptate sunt ea nostrud quis amet ea eiusmod in cupidatat ad cupidatat. Ex adipisicing nostrud nostrud aute culpa commodo sit sint laborum. Irure ea dolore elit mollit reprehenderit laboris adipisicing non excepteur ad.\r\n"
  },
  {
    "id": 21,
    "image": "./images/zz-plant.jpg",
    "price": 1761,
    "type": "Tropical Plants",
    "amount":1,
    "name": "Juarez Whitaker",
    "description": "Qui cupidatat non et nulla labore. Nulla culpa consectetur est cupidatat enim sunt reprehenderit non anim esse eiusmod non quis culpa. Sunt dolor voluptate eu ut sit culpa et. Incididunt enim exercitation culpa id nisi tempor reprehenderit nisi Lorem non.\r\n"
  },
  {
    "id": 22,
    "image": "./images/zz-plant.jpg",
    "price": 2030,
    "type": "Tropical Plants",
    "amount":1,
    "name": "Harper Rich",
    "description": "Mollit ex eiusmod ullamco qui veniam consequat id ea cupidatat. Excepteur commodo labore consequat in aute nostrud tempor mollit anim fugiat. Labore amet cillum ipsum consequat amet esse exercitation veniam Lorem eiusmod sit. Ea eiusmod incididunt pariatur nulla anim minim minim ad sit veniam consequat aliqua. Dolore sit proident ut excepteur sit excepteur dolor consequat excepteur ut ipsum in. Sunt do nostrud enim ea officia occaecat culpa nulla enim. Culpa reprehenderit ipsum aute dolor nostrud commodo anim sint consequat ad officia aliqua nisi.\r\n"
  },
  {
    "id": 23,
    "image": "./images/zz-plant.jpg",
    "price": 1721,
    "type": "Floor Plants",
    "name": "Ericka Lamb",
    "amount":1,
    "description": "In labore dolore consectetur et et magna. Commodo ullamco elit duis veniam nostrud laborum occaecat ad. Adipisicing mollit eiusmod consectetur incididunt ex. Veniam minim duis laborum aliqua sunt laboris in laborum cillum non commodo veniam dolor. Sunt laborum duis eiusmod aliquip consequat ullamco occaecat ex anim.\r\n"
  },
  {
    "id": 24,
    "image": "./images/zz-plant.jpg",
    "price": 2116,
    "type": "House Plants",
    "name": "Garcia Dejesus",
    "amount":1,
    "description": "Ipsum exercitation magna mollit irure officia laboris. Ad mollit dolor dolore laborum nulla. Sunt aute consectetur occaecat proident incididunt non voluptate aliquip. Labore qui est voluptate laborum Lorem ex excepteur id adipisicing. Officia ullamco tempor mollit commodo pariatur nulla.\r\n"
  },
  {
    "id": 25,
    "image": "./images/zz-plant.jpg",
    "price": 2817,
    "type": "Succulent Plants",
    "amount":1,
    "name": "Decker Bishop",
    "description": "Excepteur sit laborum ad magna ea commodo commodo duis mollit sint nulla fugiat culpa. Tempor consequat Lorem veniam dolor est ut id elit Lorem occaecat aliquip pariatur Lorem nulla. Officia pariatur mollit consectetur cupidatat commodo ipsum aute cillum voluptate esse magna. Tempor esse pariatur consequat sit elit occaecat reprehenderit in commodo veniam aute nulla labore.\r\n"
  },
  {
    "id": 26,
    "image": "./images/zz-plant.jpg",
    "price": 2332,
    "type": "Succulent Plants",
    "amount":1,
    "name": "Stacey Sims",
    "description": "Eiusmod labore irure ut sint ad est eiusmod ut consequat aute. Laborum mollit deserunt ad incididunt in id elit laborum quis cillum ea minim veniam. Non ex ipsum sint fugiat aute id anim pariatur ut anim aliquip ipsum laboris fugiat. In labore eiusmod sit aliqua non. Amet nostrud qui cupidatat nostrud enim ea ex eiusmod.\r\n"
  },
  {
    "id": 27,
    "image": "./images/zz-plant.jpg",
    "price": 3054,
    "type": "Tropical Plants",
    "name": "Robert Mercado",
    "amount":1,
    "description": "Proident quis tempor labore proident esse officia cupidatat aliqua. Aliqua nulla ea ipsum culpa pariatur proident consequat aliquip laboris cillum nisi est. Cupidatat exercitation eu laboris deserunt officia veniam qui irure deserunt consequat.\r\n"
  },
  {
    "id": 28,
    "image": "./images/zz-plant.jpg",
    "price": 3164,
    "type": "Hanging Plants",
    "name": "Natalie White",
    "amount":1,
    "description": "Voluptate occaecat sint nostrud eu culpa nulla veniam ullamco veniam labore nulla. Proident elit velit aute ea dolore commodo sint. Non deserunt aliquip aute excepteur veniam. Consectetur ad non veniam minim pariatur ex tempor aliquip eu. Enim et anim laboris sunt consectetur eu reprehenderit voluptate occaecat aute commodo cillum ad duis.\r\n"
  },
  {
    "id": 29,
    "image": "./images/zz-plant.jpg",
    "price": 3394,
    "type": "Floor Plants",
    "name": "Teresa Gilmore",
    "amount":1,
    "description": "Aute pariatur est fugiat voluptate proident sint velit eiusmod. Nulla ullamco cillum dolore incididunt dolor laboris est nulla. Voluptate cupidatat excepteur culpa aliquip nostrud fugiat qui elit tempor cillum proident. In sunt voluptate proident magna commodo. Id dolor qui ipsum eiusmod consequat sint id dolor.\r\n"
  },
  {
    "id": 30,
    "image": "./images/zz-plant.jpg",
    "price": 1773,
    "type": "Indoor Plants",
    "name": "Rollins Hooper",
    "amount":1,
    "description": "Aliqua ut ut tempor aliquip. Sit elit ad nisi aliqua esse pariatur. Qui eiusmod sit elit esse adipisicing velit eu qui id ad ipsum. Sint in occaecat commodo non id amet voluptate fugiat pariatur aliquip officia. Qui amet ad amet ex. Dolor Lorem nisi laborum adipisicing est ex consequat in exercitation aute exercitation mollit est.\r\n"
  },
  {
    "id": 31,
    "image": "./images/zz-plant.jpg",
    "price": 954,
    "type": "Outdoor Plants",
    "name": "Leola Woodward",
    "amount":1,
    "description": "Dolore aute aliquip sit proident ullamco magna officia. Ad aute et nisi id aute. Qui ipsum veniam ullamco id quis ullamco ex sunt tempor fugiat veniam quis irure nisi. Adipisicing nostrud sint fugiat ipsum et laborum cillum. Excepteur do nulla pariatur et excepteur cupidatat aliqua. Deserunt non elit ullamco anim Lorem occaecat laborum. Voluptate aute ex magna nulla sit nostrud nostrud aliqua cupidatat culpa.\r\n"
  },
  {
    "id": 32,
    "image": "./images/zz-plant.jpg",
    "price": 1742,
    "type": "Hanging Plants",
    "name": "Ola Flynn",
    "amount":1,
    "description": "Ad elit id enim cupidatat officia anim nostrud. Esse adipisicing dolor esse qui sit excepteur sint eiusmod id ullamco. Esse ipsum do et in. Exercitation amet deserunt voluptate irure aute in. Anim esse quis laborum ad pariatur irure est qui officia. Elit quis aute nulla cillum cillum quis ex. Reprehenderit minim ipsum amet eu ipsum pariatur qui.\r\n"
  },
  {
    "id": 33,
    "image": "./images/zz-plant.jpg",
    "price": 1215,
    "type": "Hanging Plants",
    "name": "Kane Nolan",
    "amount":1,
    "description": "Est laboris pariatur labore consequat officia eiusmod voluptate quis labore sunt incididunt. Ipsum nulla adipisicing anim enim aute. Non deserunt culpa adipisicing deserunt dolore incididunt enim proident aute. Cupidatat elit laborum officia consequat deserunt in voluptate proident tempor nostrud ullamco. Mollit velit est nulla Lorem.\r\n"
  },
  {
    "id": 34,
    "image": "./images/zz-plant.jpg",
    "price": 2142,
    "type": "House Plants",
    "name": "Hester Donovan",
    "amount":1,
    "description": "Cillum esse elit ullamco elit est enim eiusmod esse esse. Enim do irure cillum qui officia aute ad cupidatat qui. Ut ut velit elit labore proident id. Deserunt et ea eu irure irure adipisicing.\r\n"
  },
  {
    "id": 35,
    "image": "./images/zz-plant.jpg",
    "price": 2868,
    "type": "Succulent Plants",
    "name": "Christine Neal",
    "amount":1,
    "description": "Duis amet culpa pariatur deserunt. Dolore dolore deserunt duis consequat id do esse amet. Ad dolore ex mollit Lorem ex consequat sunt aute velit et nisi id. Dolore irure occaecat labore occaecat esse ullamco occaecat reprehenderit tempor consectetur. Commodo pariatur veniam do aute. Tempor laboris ad consequat exercitation ut pariatur anim aliquip dolore tempor eiusmod. Amet duis non est magna deserunt.\r\n"
  },
  {
    "id": 36,
    "image": "./images/zz-plant.jpg",
    "price": 1279,
    "type": "House Plants",
    "name": "Richardson Gay",
    "amount":1,
    "description": "Labore aute sit ad proident qui laboris amet cupidatat voluptate occaecat ex aliqua officia. Cillum excepteur nisi consectetur eu quis cupidatat qui elit consequat Lorem nisi eu anim adipisicing. Aute anim dolore consectetur nulla sit sit dolore ea officia ut. Deserunt nulla ullamco veniam adipisicing minim. Ea irure culpa enim ea aliqua veniam et consectetur fugiat tempor quis culpa. Mollit qui voluptate ullamco consectetur. Laborum tempor fugiat fugiat non.\r\n"
  },
  {
    "id": 37,
    "image": "./images/zz-plant.jpg",
    "price": 2243,
    "type": "Hanging Plants",
    "amount":1,
    "name": "William Carlson",
    "description": "Magna aliqua aute labore ea magna nisi velit labore irure et quis ad. Mollit minim sunt fugiat dolor et dolor. Irure cillum pariatur deserunt labore id sunt et in dolor quis duis. Velit officia laborum dolor veniam excepteur sit ut.\r\n"
  },
  {
    "id": 38,
    "image": "./images/zz-plant.jpg",
    "price": 1563,
    "type": "House Plants",
    "name": "Mcfarland Beard",
    "amount":1,
    "description": "Qui do exercitation ut consequat anim dolore dolore non esse commodo sunt. Id enim cillum eiusmod tempor duis laboris. Ex consequat eu consequat elit cupidatat laboris nostrud. Duis sit sit proident occaecat cupidatat tempor enim amet dolor aliqua id nulla. Reprehenderit cupidatat eu velit proident anim irure. Enim ullamco veniam anim dolore nulla est magna irure aute. Esse voluptate pariatur nostrud ad enim anim Lorem ut minim aliquip.\r\n"
  },
  {
    "id": 39,
    "image": "./images/zz-plant.jpg",
    "price": 981,
    "type": "Tropical Plants",
    "amount":1,
    "name": "Harrison Adams",
    "description": "Reprehenderit consectetur tempor excepteur qui non laborum. In cillum velit eiusmod aute duis. In duis veniam dolore elit. Velit aliqua et minim exercitation sint. Fugiat mollit adipisicing sint qui ad ea aute consequat minim adipisicing enim occaecat officia enim.\r\n"
  },
  {
    "id": 40,
    "image": "./images/zz-plant.jpg",
    "price": 2688,
    "type": "Flowering Plants",
    "name": "Russo Kemp",
    "amount":1,
    "description": "Enim consequat ex dolor velit esse cillum mollit aliquip aliquip ad. Aute elit commodo voluptate irure id proident fugiat officia eiusmod culpa voluptate. Laboris anim reprehenderit nisi occaecat consectetur aliquip ex do enim. Adipisicing proident id consequat id non.\r\n"
  },
  {
    "id": 41,
    "image": "./images/zz-plant.jpg",
    "price": 1698,
    "type": "Hanging Plants",
    "name": "Berta Wilder",
    "amount":1,
    "description": "Commodo id ut id cupidatat. Adipisicing ea nisi nostrud minim sint. Officia aute velit incididunt sint ullamco officia fugiat aliqua laborum sunt dolore ex fugiat et.\r\n"
  },
  {
    "id": 42,
    "image": "./images/zz-plant.jpg",
    "price": 994,
    "type": "Flowering Plants",
    "amount":1,
    "name": "Maude Beck",
    "description": "Anim aute incididunt occaecat nostrud. Eu excepteur aute ex nulla nostrud qui voluptate irure culpa minim in adipisicing. Irure quis enim proident irure qui fugiat. Dolor id officia quis et est ad nulla laboris sint commodo cillum qui. Elit consectetur aliquip nostrud ea reprehenderit cillum velit culpa. Duis deserunt qui deserunt aliquip sit sunt ex amet amet. Cupidatat proident ea aliquip deserunt cillum nulla nulla aliqua.\r\n"
  },
  {
    "id": 43,
    "image": "./images/zz-plant.jpg",
    "price": 946,
    "type": "Tropical Plants",
    "amount":1,
    "name": "Olson Winters",
    "description": "Id id tempor adipisicing adipisicing dolor laboris eiusmod eiusmod nisi. Incididunt nostrud consequat sit ea aliquip ipsum tempor officia consequat aliqua laboris adipisicing laboris anim. Nulla dolore sit aliquip adipisicing voluptate et tempor amet voluptate aliqua nostrud. Fugiat deserunt non tempor consequat tempor ex. Est aute ullamco reprehenderit ut amet exercitation amet. Magna Lorem irure veniam cupidatat.\r\n"
  },
  {
    "id": 44,
    "image": "./images/zz-plant.jpg",
    "price": 2001,
    "type": "House Plants",
    "name": "Eddie Fulton",
    "amount":1,
    "description": "Laborum minim eu non do consectetur officia ipsum pariatur anim aliquip in nulla exercitation dolor. Minim ad ex excepteur magna pariatur dolore non sint mollit id adipisicing proident reprehenderit laboris. Incididunt ipsum do cupidatat proident ex Lorem occaecat minim anim.\r\n"
  },
  {
    "id": 45,
    "image": "./images/zz-plant.jpg",
    "price": 1748,
    "type": "Tropical Plants",
    "name": "Cherie Love",
    "amount":1,
    "description": "Mollit amet pariatur ex labore dolor nulla et. Aliqua sint in eu ex excepteur consequat dolore commodo proident. Labore elit proident veniam incididunt magna aliquip officia occaecat fugiat elit ea aliquip elit officia. Elit dolor laboris sit occaecat laboris non consequat voluptate mollit aliquip. Eu consectetur nulla labore cillum commodo sit deserunt ex nisi. Exercitation occaecat quis et culpa aute incididunt qui nulla.\r\n"
  },
  {
    "id": 46,
    "image": "./images/zz-plant.jpg",
    "price": 1298,
    "type": "Tropical Plants",
    "name": "French Pace",
    "amount":1,
    "description": "Deserunt fugiat nostrud aliquip ad eu aliquip. Veniam Lorem mollit nisi ipsum aute culpa dolore aliqua deserunt. Velit culpa eu duis Lorem sit veniam.\r\n"
  },
  {
    "id": 47,
    "image": "./images/zz-plant.jpg",
    "price": 1005,
    "type": "House Plants",
    "name": "Maritza Carver",
    "amount":1,
    "description": "Veniam ex occaecat minim incididunt ex laboris eiusmod. Ex incididunt reprehenderit irure amet enim magna culpa voluptate tempor cupidatat nisi qui sint anim. Nostrud minim esse quis ex proident id. Commodo tempor laboris proident deserunt. Quis laborum adipisicing culpa velit qui aute duis adipisicing ipsum in do magna ut dolor. Aute pariatur ea do et aute fugiat. Excepteur ea aliqua aute dolor adipisicing culpa.\r\n"
  },
  {
    "id": 48,
    "image": "./images/zz-plant.jpg",
    "price": 2107,
    "type": "Outdoor Plants",
    "name": "Francis Hurley",
    "amount":1,
    "description": "Deserunt est cillum eiusmod mollit non in fugiat mollit ipsum officia aliqua excepteur irure quis. Commodo dolore id occaecat sit aliqua et Lorem labore est esse sint. Ex commodo ex labore ut magna. Enim enim ut exercitation quis laboris nostrud commodo occaecat eiusmod laboris tempor laboris pariatur eu. Duis incididunt in elit culpa cupidatat est eiusmod magna anim sunt nisi. Id veniam adipisicing magna incididunt minim ut eu irure ex ullamco aliqua est.\r\n"
  },
  {
    "id": 49,
    "image": "./images/zz-plant.jpg",
    "price": 2199,
    "type": "Tropical Plants",
    "name": "Davidson Dixon",
    "amount":1,
    "description": "Aute voluptate dolor eu ex non aliquip elit dolor. Quis commodo laboris esse cupidatat fugiat mollit proident proident. Proident tempor occaecat ullamco in deserunt cupidatat enim labore dolor proident. Elit est ullamco nostrud magna ipsum fugiat. Esse consequat aliqua excepteur fugiat incididunt non sint ea ad cillum eu cillum culpa esse.\r\n"
  }

  ],
  "flowers": [
   
  {
    "id": 0,
    "image": "./images/jade.jpg",
    "price": 4307,
    "type": "Birthday Flowers",
    "amount":1,
    "name": "Mayer Brock",
    "description": "Incididunt minim tempor ipsum eiusmod mollit veniam sunt consequat. Anim ut anim quis amet commodo consectetur Lorem minim amet laboris ea ut irure est. Cupidatat proident consequat est anim irure nisi ut. Do officia irure laborum eiusmod duis ipsum minim dolore. Incididunt mollit laborum reprehenderit sit ullamco sint consectetur. Lorem proident est ex irure officia in labore labore sint reprehenderit. Qui nostrud magna culpa eu aute.\r\n"
  },
  {
    "id": 1,
    "image": "./images/zz-plant.jpg",
    "price": 1266,
    "type": "Celebration Flowers",
    "amount":1,
    "name": "Harper Kirby",
    "description": "Laboris eiusmod consequat est duis consectetur magna minim proident fugiat nostrud minim eiusmod deserunt irure. Ipsum fugiat est labore veniam ipsum sunt sunt reprehenderit ex culpa sint nulla ipsum. Qui eu esse anim velit duis consectetur proident id. Voluptate aliquip nulla cillum velit officia sit eiusmod tempor et cillum ipsum.\r\n"
  },
  {
    "id": 2,
    "image": "./images/jade.jpg",
    "price": 4039,
    "type": "Thank You Flowers",
    "name": "Landry Hutchinson",
    "amount":1,
    "description": "Consequat veniam id elit adipisicing irure veniam laboris nulla laborum duis et aute est. Ipsum laboris nulla occaecat amet id laboris duis nisi ad sunt et dolor quis esse. Dolore dolore deserunt labore ut deserunt cillum adipisicing. Laboris ad Lorem elit aute.\r\n"
  },
  {
    "id": 3,
    "image": "./images/jade.jpg",
    "price": 1094,
    "type": "I am Sorry Flowers",
    "name": "Richard Macias",
    "amount":1,
    "description": "Incididunt officia eu sit officia tempor labore irure mollit minim irure sit velit sit. Minim minim fugiat eiusmod magna cillum anim. Laborum sint elit veniam irure cupidatat ullamco.\r\n"
  },
  {
    "id": 4,
    "image": "./images/aloe.jpg",
    "price": 3445,
    "type": "I am Sorry Flowers",
    "name": "Louisa Stone",
    "amount":1,
    "description": "Voluptate velit qui magna nulla dolore eu velit. Qui incididunt tempor excepteur et quis nostrud quis proident tempor excepteur mollit exercitation ipsum. Voluptate sint ea enim minim excepteur proident sit commodo.\r\n"
  },
  {
    "id": 5,
    "image": "./images/aloe.jpg",
    "price": 3165,
    "type": "Thank You Flowers",
    "name": "Fannie Riley",
    "amount":1,
    "description": "Cillum fugiat consectetur cupidatat mollit exercitation aliqua excepteur deserunt adipisicing elit esse qui. Irure enim anim ea do. Mollit in voluptate labore sunt cupidatat quis ex dolor in et. Exercitation deserunt ullamco pariatur aliqua esse proident velit fugiat duis excepteur nisi. Nisi minim anim ut duis aliqua qui ad. Enim ex excepteur eiusmod laboris consectetur consequat culpa in.\r\n"
  },
  {
    "id": 6,
    "image": "./images/zz-plant.jpg",
    "price": 2154,
    "type": "New Baby Flowers",
    "name": "Ana Joyner",
    "amount":1,
    "description": "Velit minim velit velit ipsum nostrud occaecat ea velit esse proident eiusmod laborum occaecat enim. Ipsum voluptate labore sint est. Officia cupidatat excepteur amet proident labore do ex elit deserunt amet reprehenderit.\r\n"
  },
  {
    "id": 7,
    "image": "./images/zz-plant.jpg",
    "price": 1295,
    "type": "New Baby Flowers",
    "name": "Alston Bradshaw",
    "amount":1,
    "description": "Laborum aliqua Lorem deserunt aute elit ea. Occaecat deserunt quis deserunt anim est ut. Qui cillum Lorem non occaecat. Dolore esse occaecat amet ut culpa adipisicing officia cupidatat nisi deserunt non aliquip. Enim dolore velit veniam anim nisi.\r\n"
  },
  {
    "id": 8,
    "image": "./images/aloe.jpg",
    "price": 3159,
    "type": "Birthday Flowers",
    "name": "Elaine Maddox",
    "amount":1,
    "description": "Nisi ut ex enim veniam anim qui et consectetur. Quis esse nisi ex nisi ad dolor. Minim proident ea eiusmod reprehenderit mollit est cillum cupidatat qui proident commodo.\r\n"
  },
  {
    "id": 9,
    "image": "./images/zz-plant.jpg",
    "price": 2036,
    "type": "I am Sorry Flowers",
    "name": "Beck Fowler",
    "amount":1,
    "description": "Cillum sunt cillum consequat enim exercitation nisi non. Velit laboris proident excepteur ut nulla veniam consectetur sint velit cillum non. Minim do et ut duis deserunt excepteur deserunt elit cupidatat non fugiat. Proident esse eiusmod sint culpa occaecat est reprehenderit esse cupidatat id est id amet adipisicing.\r\n"
  },
  {
    "id": 10,
    "image": "./images/zz-plant.jpg",
    "price": 1925,
    "type": "Celebration Flowers",
    "name": "Margaret Bird",
    "amount":1,
    "description": "Proident proident anim consectetur reprehenderit reprehenderit eiusmod sunt irure pariatur est. Do culpa laboris enim ex. Reprehenderit fugiat ad minim et officia aliquip dolor ex laboris. Adipisicing laborum nisi eu occaecat sint qui officia commodo dolore ad occaecat ea ipsum anim.\r\n"
  },
  {
    "id": 11,
    "image": "./images/zz-plant.jpg",
    "price": 4180,
    "type": "Thank You Flowers",
    "name": "Fernandez Cline",
    "amount":1,
    "description": "Eu est ea eiusmod deserunt velit veniam fugiat officia pariatur ad esse. Minim magna aliquip nostrud duis. Proident eu officia cupidatat elit deserunt sint. Ea aliqua culpa ad excepteur non veniam cillum proident dolor. Ullamco velit proident aliqua sunt officia. Irure fugiat est amet qui nostrud dolor amet veniam. Dolore nostrud consectetur ad non deserunt mollit consectetur excepteur et aliqua nulla.\r\n"
  },
  {
    "id": 12,
    "image": "./images/aloe.jpg",
    "price": 2080,
    "type": "I am Sorry Flowers",
    "name": "Ware Lowery",
    "amount":1,
    "description": "Nulla veniam tempor quis exercitation ad esse mollit ullamco reprehenderit sint ut. Eu laborum reprehenderit adipisicing nulla ex proident aliqua occaecat. Aliqua adipisicing fugiat non anim nulla deserunt.\r\n"
  },
  {
    "id": 13,
    "image": "./images/aloe.jpg",
    "price": 3530,
    "type": "Sympathy Flowers",
    "name": "Chandra Pickett",
    "amount":1,
    "description": "Occaecat veniam sunt consectetur velit culpa aliquip velit et. Consequat proident nostrud proident elit ad labore eu non. Excepteur eu est sunt irure velit.\r\n"
  },
  {
    "id": 14,
    "image": "./images/aloe.jpg",
    "price": 1609,
    "type": "Birthday Flowers",
    "name": "Paige Barber",
    "amount":1,
    "description": "Officia minim deserunt velit veniam nostrud proident. Culpa laborum aute consectetur irure et sunt aute eu tempor consectetur nulla cupidatat. Incididunt eu magna quis occaecat occaecat excepteur sunt eiusmod nisi reprehenderit laborum amet.\r\n"
  },
  {
    "id": 15,
    "image": "./images/zz-plant.jpg",
    "price": 1732,
    "type": "I am Sorry Flowers",
    "name": "Jones Hartman",
    "amount":1,
    "description": "Sit sunt proident exercitation sunt quis et non occaecat. Cillum laborum ipsum veniam anim tempor labore do Lorem minim sunt velit. Duis nulla aliquip dolore proident aliqua non ullamco. Enim mollit exercitation labore incididunt ipsum amet occaecat aute elit ex. Nostrud do aute tempor qui consectetur amet Lorem. Irure do nulla non consectetur tempor consectetur incididunt nostrud. Ex deserunt ex cupidatat ea eiusmod tempor enim laboris proident tempor consectetur ex aliqua.\r\n"
  },
  {
    "id": 16,
    "image": "./images/zz-plant.jpg",
    "price": 1725,
    "type": "Sympathy Flowers",
    "name": "Eva Oconnor",
    "amount":1,
    "description": "Minim excepteur esse cupidatat in esse occaecat enim consequat. Aliqua nulla nulla aute consequat enim. Non ad elit ex laboris consectetur proident.\r\n"
  },
  {
    "id": 17,
    "image": "./images/aloe.jpg",
    "price": 4065,
    "type": "Birthday Flowers",
    "name": "Bishop Perry",
    "amount":1,
    "description": "Ullamco in amet duis ullamco commodo commodo. Non velit aute id quis proident magna officia voluptate non est esse Lorem Lorem tempor. Cupidatat proident proident commodo esse quis sit sunt. Incididunt excepteur sint voluptate consectetur enim elit.\r\n"
  },
  {
    "id": 18,
    "image": "./images/aloe.jpg",
    "price": 4189,
    "type": "New Baby Flowers",
    "name": "Stuart Dickson",
    "amount":1,
    "description": "Nisi dolore minim eu sint aute. Et ipsum minim amet qui commodo excepteur magna esse. Exercitation amet sunt ipsum aliqua nostrud cupidatat aliqua ut irure do laborum ut Lorem incididunt. Sit mollit sunt proident commodo velit occaecat irure in voluptate eu commodo laboris. Aute incididunt enim commodo cupidatat nostrud non laboris. Proident et consectetur enim occaecat sint deserunt aliquip culpa id. Ut magna magna cillum eiusmod voluptate cillum eu.\r\n"
  },
  {
    "id": 19,
    "image": "./images/zz-plant.jpg",
    "price": 4219,
    "type": "Romantic Flowers",
    "amount":1,
    "name": "Magdalena Nunez",
    "description": "Velit irure laborum amet ullamco fugiat aliqua enim tempor anim deserunt exercitation sint. Exercitation aliqua sunt in mollit occaecat est elit in proident velit. Sint reprehenderit aliquip aliqua duis incididunt reprehenderit cillum.\r\n"
  },
  {
    "id": 20,
    "image": "./images/aloe.jpg",
    "price": 1310,
    "type": "Romantic Flowers",
    "amount":1,
    "name": "Katherine Hodges",
    "description": "Reprehenderit ut excepteur commodo do eiusmod voluptate tempor mollit dolore pariatur laborum labore. Proident dolor proident enim aute exercitation. Anim consequat dolore non adipisicing consectetur tempor cillum sint et cupidatat id ad.\r\n"
  },
  {
    "id": 21,
    "image": "./images/aloe.jpg",
    "price": 1209,
    "type": "Birthday Flowers",
    "name": "Jeri Barrera",
    "amount":1,
    "description": "Do voluptate culpa magna do elit magna ut adipisicing nostrud officia deserunt. Eiusmod quis nisi ad deserunt magna aliqua esse mollit quis nisi qui. Aute dolor id ipsum nostrud esse qui ut. Aliquip do sint nulla magna officia dolore nostrud aute tempor enim mollit mollit.\r\n"
  },
  {
    "id": 22,
    "image": "./images/zz-plant.jpg",
    "price": 2722,
    "type": "Celebration Flowers",
    "name": "Murphy Gates",
    "amount":1,
    "description": "Eiusmod pariatur anim est reprehenderit minim. Ipsum est in dolor culpa consequat irure proident. Voluptate in excepteur culpa anim dolor amet laborum. Esse ullamco incididunt eu magna ex excepteur velit labore ex dolore aliquip culpa qui. Id quis Lorem consequat laboris eu pariatur pariatur incididunt eiusmod eiusmod velit ea. Lorem sint eu laborum reprehenderit consequat culpa ea culpa aliqua esse elit dolor laborum.\r\n"
  },
  {
    "id": 23,
    "image": "./images/jade.jpg",
    "price": 1220,
    "type": "Birthday Flowers",
    "name": "Baird Bowers",
    "amount":1,
    "description": "Occaecat aute nisi elit incididunt tempor nostrud do. Laborum veniam pariatur non adipisicing anim. Consectetur consequat proident ea veniam aliqua cupidatat labore reprehenderit. Voluptate laboris et aute duis aute aliqua enim proident.\r\n"
  },
  {
    "id": 24,
    "image": "./images/jade.jpg",
    "price": 4186,
    "type": "Birthday Flowers",
    "name": "Mindy Madden",
    "amount":1,
    "description": "Consequat non laboris ipsum id in dolor ad sit laborum aliqua ex ut quis occaecat. Cupidatat minim commodo commodo commodo deserunt cupidatat cupidatat commodo ut veniam dolore anim. Excepteur deserunt labore qui id proident Lorem aliquip tempor ipsum ex elit consequat. Consequat mollit aute veniam laboris enim magna do aliqua. Incididunt ut deserunt ut amet laborum labore eu occaecat sint laborum. Duis laboris cillum officia minim esse amet cillum qui elit et. Fugiat reprehenderit excepteur dolor dolor excepteur et non nostrud amet reprehenderit.\r\n"
  }

  ],

  "featured":[
 
  {
    "id": 19,
    "image": "./images/zz-plant.jpg",
    "price": 4219,
    "type": "Romantic Flowers",
    "name": "Magdalena Nunez",
    "amount":1,
    "description": "Velit irure laborum amet ullamco fugiat aliqua enim tempor anim deserunt exercitation sint. Exercitation aliqua sunt in mollit occaecat est elit in proident velit. Sint reprehenderit aliquip aliqua duis incididunt reprehenderit cillum.\r\n"
  },
  {
    "id": 20,
    "image": "./images/aloe.jpg",
    "price": 1310,
    "type": "Romantic Flowers",
    "name": "Katherine Hodges",
    "amount":1,
    "description": "Reprehenderit ut excepteur commodo do eiusmod voluptate tempor mollit dolore pariatur laborum labore. Proident dolor proident enim aute exercitation. Anim consequat dolore non adipisicing consectetur tempor cillum sint et cupidatat id ad.\r\n"
  },
  {
    "id": 21,
    "image": "./images/aloe.jpg",
    "price": 1209,
    "type": "Birthday Flowers",
    "name": "Jeri Barrera",
    "amount":1,
    "description": "Do voluptate culpa magna do elit magna ut adipisicing nostrud officia deserunt. Eiusmod quis nisi ad deserunt magna aliqua esse mollit quis nisi qui. Aute dolor id ipsum nostrud esse qui ut. Aliquip do sint nulla magna officia dolore nostrud aute tempor enim mollit mollit.\r\n"
  },
  {
    "id": 22,
    "image": "./images/zz-plant.jpg",
    "price": 2722,
    "type": "Celebration Flowers",
    "name": "Murphy Gates",
    "amount":1,
    "description": "Eiusmod pariatur anim est reprehenderit minim. Ipsum est in dolor culpa consequat irure proident. Voluptate in excepteur culpa anim dolor amet laborum. Esse ullamco incididunt eu magna ex excepteur velit labore ex dolore aliquip culpa qui. Id quis Lorem consequat laboris eu pariatur pariatur incididunt eiusmod eiusmod velit ea. Lorem sint eu laborum reprehenderit consequat culpa ea culpa aliqua esse elit dolor laborum.\r\n"
  }

  ],

  "users": [
    {
      "username": "luyosamson@gmail.com",
      "password": "333333",
      "id": 1
    }
  ],
  "newUser": [
    {
      "fullName": "eeee",
      "email": "luyosamson@gmail.com",
      "username": "sssss",
      "password": "123",
      "id": 1
    },
    {
      "fullName": "eee",
      "email": "sss@ddd",
      "username": "dddd",
      "password": "1234",
      "id": 2
    },
    {
      "fullName": "eeeee",
      "email": "luyosams@ddhddh",
      "username": "444444",
      "password": "1234",
      "id": 3
    },
    {
      "fullName": "tettete",
      "email": "sddgdgg@ddgd",
      "username": "xxxxx",
      "password": "1234",
      "id": 4
    },
    {
      "fullName": "zzz",
      "email": "wwww@ssss",
      "username": "xxxx",
      "password": "1234",
      "id": 5
    },
    {
      "fullName": "sss",
      "email": "ssss@ddd",
      "username": "ssssss",
      "password": "1234",
      "id": 6
    }
  ]
}